/* strings for the configuration window */

"kImagePathLabelString" = "イメージファイル：";
"kImageDirectoryLabelString" = "イメージフォルダ：";
"kImagePathNoValue" = "イメージを選択…";
"kImageDirectoryPathNoValue" = "イメージフォルダを選択…";
"kVersionString" = "バージョン: %@";
"kUpdateNotAvailableMessageText" = "このバージョンの Filigree は最新バージョンです。";
"kUpdateNotAvailableOkayButton" = "OK";
"kUpdateAvailableMessageText" = "新しいバージョンの Filigree (%@) を利用できます。";
"kUpdateAvailableDownloadButton" = "ダウンロード";
/*Lit: Detailed Information*/
"kUpdateAvailableDetailsButton" = "詳しい情報";
"kUpdateAvailableCancelButton" = "キャンセル";
"kLocalizationHandlesRegistrationControls" = "No";
"kUnregisteredConfigString" = "This copy of Filigree is unregistered";
"kRegisteredConfigString" = "This copy of Filigree is registered to";
"kRegisteredConfigString2" = "Thanks for your support!";
"kPurchaseRegistrationCodeURL" = "http://www.whiteknightlogic.net/software/filigree/";
"kRegistrationSuccessOkayButton" = "OK";
"kRegistrationSuccessMessageText" = "Your copy of Filigree has been registered.";
"kRegistrationSuccessInfoText" = "Thanks for your support!";
"kRegistrationFailureOkayButton" = "OK";
"kRegistrationFailureMessageText" = "The registration code you have entered is not valid.";
"kRegistrationFailureInfoText" = "Please ensure you have entered both your name and the registration code exactly as provided to you.";